Repository: wp-plugins/eucookielaw
Catalog: languages/EUCookieLaw-*.po
Languages: it_it

source: Unable to write the file <code>%s</code>
it_it: Impossibile scrivere il file <code>%s</code>

source: Error writing configuration file <code>%s</code>!
it_it: Impossibile scrivere il file di configurazione <code>%s</code>!

source: Warning: EUCookieLaw debug is enabled. Disable it once you've done your tests
it_it: Attenzione: il debug di EUCookieLaw è abilitato. Disabilitalo una volta che hai terminato i test

source: EUCookieLaw would not work with your cache until you will not <a href='%s'>go to the settings page</a> and execute the <strong>%s</strong> action (in the sidebar).
it_it: EUCookieLaw non sarà in grado di funzionare correttamente con il tuo plugin di cache finquando non andrai sulla <a href='%s'>pagina delle impostazioni</a> e utilizzerai il comando <strong>%s</strong> (nella sidebar).

source: Merge with cache plugin
it_it: Unisci al plugin di cache

source: About
it_it: Informazioni su

source: EUCookieLaw Settings
it_it: Impostazioni di EUCookieLaw

source: Settings
it_it: Impostazioni

source: EUCookieLaw Tools
it_it: Strumenti di EUCookieLaw

source: Tools
it_it: Strumenti

source: About EUCookieLaw
it_it: Informazioni su EUCookieLaw

source: CSS Cookie Banner Customization
it_it: Personalizzazione CSS del Banner dei cookie

source: Donation
it_it: Donazione

source: If you find this plugin useful, and since I've noticed that nobody did this script (as is) before of me, I'd like to receive <a href="%s">a donation</a> as thankful for the time You've earned for you, your family and your hobbies! :)
it_it: Se hai trovato questo plugin utile, e poichè ho visto che nessun altro ha sviluppato uno script come questo (che blocca i cookie) prima di me, mi farebbe piacere ricevere <a href="%s">una donazione</a> come segno di ringraziamento per il tempo che tu hai guadagnato per te, per la tua famiglia e per i tuoi hobby! :)

source: You can find further informations about this plugin on <a href="https://github.com/diegolamonica/EUCookieLaw/">GitHub</a>
it_it: Puoi trovare ulteriori informazioni su questo plugin su <a href="https://github.com/diegolamonica/EUCookieLaw/">GitHub</a>

source: Banner
it_it: Titolo del banner

source: Behavior
it_it: Comportamento

source: Support
it_it: Supporto

source: Custom directory <code>%s</code> created
it_it: La directory personalizzata <code>%s</code> è stata creata

source: Unable to create custom directory <code>%s</code>
it_it: Impossibile creare la directory personalizzata <code>%s</code>

source: Custom directory <code>%s</code> already exists
it_it: La directory personalizzata <code>%s</code> già esiste

source: File <code>%s</code> updated
it_it: Sorgente <code>%s</code> aggiornato

source: Unable create <code>%s</code>. check directory permissions
it_it: Impossibile creare <code>%s</code>. Verificare i permessi della directory.

source: File <code>%s</code> exists and will not be replaced
it_it: Il file <code>%s</code> esiste e non sarà aggiornato.

source: Generate Custom Directory
it_it: Genera la directory personalizzata

source: Using this function you can generate files for customization starting from the default files bundled with this plugin
it_it: Utilizzando questa funzione puoi generare i file per la personalizzazione partendo da quelli predefiniti forniti con questo plugin

source: Update
it_it: Aggiorna

source: if you want to generate only the missing files
it_it: Se vuoi generare solo i file mancanti

source: Rebase
it_it: Reimposta

source: if you want to regenerate either new and existing files with the ones bundled with the plugin
it_it: Se vuoi rigenerare sia i vecchi che i nuovi file

source: Debug log
it_it: Log di debug

source: Here you can see what happened on the frontend when user reach your site
it_it: In questa sezione puoi verificare cosa succede sul frontend quando un utente raggiunge il tuo sito

source: Log file cleaned
it_it: File di log ripulito

source: Unable to delete log file
it_it: Impossibile eliminare il file di log

source: Clear log file
it_it: Ripulisci il file di log

source: Log file not found
it_it: File di log non presente

source: Site analysis
it_it: Analisi del sito

source: Using this powerfull tool you can detect some external URL used on your blog
it_it: Utilizzando questo potente strumento puoi identificare alcuni degli URL esterni utilizzati dal tuo blog

source: Beware
it_it: Attenzione

source: This functionality is still experimental and its results could be not complete. So if you still encounter that your page is giving you further cookies, then you should make a manual page analisys and detect scripts and elements that are generating the cookies
it_it: Questa funzionalità è ancora in fase sperimentale ed il risultato potrebbe non essere completo. Pertanto se riscontri che la tua pagina fornisce altri cookie (anche se hai inserito in configurazione gli elementi descritti su questa pagina), sarebbe opportuno eseguire un'analisi manuale della pagina web generata per verificare gli sript e gli elementi che stanno generando i cookie

source: Scan now
it_it: Analizza ora

source: Delivered HTTP Cookies
it_it: Cookie HTTP rilasciati

source: Name
it_it: Nome

source: Value
it_it: Valore

source: Expires
it_it: Scadenza

source: Path
it_it: Percorso

source: Domain
it_it: Dominio

source: Delivered Headers
it_it: Intestazioni rilasciate

source: Key
it_it: Chiave

source: Here are the domains found on your site
it_it: Ecco i domini rilevati sul tuo sito

source: Action
it_it: Azione

source: Check if %s produces HTTP Cookies
it_it: Verifica se %s produce dei cookie HTTP

source: No url found
it_it: Nessun URL trovato

source: Enabled
it_it: Abilitato

source: Yes
it_it: Sì

source: Enabled on login page
it_it: Abilita sulla pagina di autenticazione

source: Manage bots as humans
it_it: Tratta i bots come umani

source: If set to yes the search engines and other automated scannin systems of your site will be threated as they would be normal users
it_it: Se impostato a Sì, i motori di ricerca e gli altri sistemi di scansione automatizzata saranno trattati come degli utenti qualsiasi

source: Banner Title
it_it: Titolo del banner

source: Multilingual support
it_it: Supporto per il multilinga

source: If you set <code>%1$s</code> with value <code>%2$s</code> it will be acquired by the custom translation file.
it_it: Se imposti <code>%1$s</code> con il valore <code>%2$s</code> esso verrà acquisito dal file di traduzioni personalizzate.

source: HTML tag for Title
it_it: Tag HTML per il Titolo

source: Banner Description
it_it: Descrizione del banner

source: In the <code>%s</code> field you can write HTML.
it_it: Nel campo <code>%s</code> puoi scrivere del codice HTML.

source: Banner Agree button
it_it: Etichetta pulsante di autorizzazione

source: Banner Disagree button
it_it: Etichetta pulsante di rifiuto

source: Fixed on
it_it: Fissa

source: Above the contents
it_it: Al di sopra dei contenuti

source: Top of the page
it_it: In testa alla pagina

source: Bottom of the page
it_it: In fondo alla pagina

source: Style
it_it: Stile

source: Default
it_it: Predefinito

source: Smothed green style
it_it: Stile in sfumature di verde

source: Clear and elegant style
it_it: Stile pulito ed elegante

source: Floating banner
it_it: Banner fluttuante

source: Agree on scroll
it_it: Accettazione allo scroll

source: after %s pixels
it_it: dopo %s pixels

source: Agree on click
it_it: Accettazione al click

source: If enabled, users can click everywhere on the page, outside the banner, to apply their consent
it_it: Se abilitato l'utente mostrerà il proprio consenso cliccando su qualsiasi elemento della pagina, al di fuori del banner.

source: Reload on consent
it_it: Ricarica dopo il consenso

source: Blocked domains
it_it: Domini bloccati

source: In the <code>%s</code> field you must type all the blocked URLs (one per field) without the protocol (eg. <code>www.google.it</code>,<code>placehold.it</code>
it_it: Nel campo <code>%s</code> bisogna riportare tutti gli URL bloccati senza protocollo (es. <code>www.google.it</code>,<code>placehold.it</code>)

source: Remember that if you put a point (.) on front of URL, then it means the domain and all subdomains (eg. <code>%s</code> means <code>%s</code>, <code>%s</code>, <code>%s</code> and so on)
it_it: Ricorda che se un punto (.) davanti agli URL sarà inteso come il dominio e tutti i sotto-domini (per es. <code>%s</code> means <code>%s</code>, <code>%s</code>, <code>%s</code> and so on)

source: All from Google
it_it: Tutti i servizi Google

source: Search URL only in those tags
it_it: Ricerca gli URL solo in questi tag

source: In the <code>%s</code> field you should report all the tags you want to look into for the given URLs
it_it: Nel campo <code>%s</code> bisogna riportare tutti i tag in cui è necessario ricercare gli URL specificati

source: Look url in <code>script</code> source
it_it: Cerca l'URL nel codice sorgente nel tag <code>script</code>

source: If you enable this option, EUCookieLaw tries to look for the defined rules in the <code>script</code> elements of the page
it_it: Se abiliti questa opzione, EUCookieLaw proverà a cercare gli url definiti nelle regole nei tag <code>script</code> presenti sulla pagina

source: Replaced <code>iframe</code>s URL:
it_it: Sorgente <code>iframe</code> sostituito da:

source: Empty page
it_it: Pagina vuota

source: Default page
it_it: Pagina Predefinita

source: Custom page
it_it: Pagina personalizzata

source: Replaced <code>scripts</code>s source:
it_it: Sorgente <code>script</code> sostituito da:

source: Empty script
it_it: Script vuoto

source: Default script
it_it: Script Predefinito

source: Custom script
it_it: Script personalizzato

source: Replaced <code>img</code>s source:
it_it: Sorgente <code>img</code> sostituito da:

source: Empty image
it_it: Immagine vuota

source: Default image
it_it: Immagine predefinita

source: Cookie duration (in days)
it_it: Durata del cookie (in giorni)

source: Set it to <strong>0</strong> to generate a session cookie.
it_it: Imposta a <strong>0</strong> per generare un cookie di sessione

source: Allowed cookies
it_it: Cookie Consentiti

source: The law, allows you to write the technical cookies of your site, so you can write here (one per field) which one are allowed.
it_it: La legge, ti consente di scrivere i cookie tecnici del tuo sito, quindi è possibile riportare qui quali (uno per campo) sono consentiti.

source: <strong>Note:</strong> if you want to allow multiple cookies with the same prefix please type the prefix followed by an asterisk (eg. <code>__utm*</code>)
it_it: <strong>Nota:</strong> se vuoi consentire la scrittura di più cookie aventi lo stesso prefisso, puoi riportare il prefisso seguito da un asterisco (per esempio <code>__utm*</code>)

source: Disable if URL is one of the following
it_it: Non attivare il banner se l'URL è uno dei seguenti

source: If your site requires that the plugin must not be enabled on some specific URL then you can use the above fields to set the URL where EUCookieLaw should be disabled. The code accepts wildchar <code>*</code> (eg. <code>/api/*</code> means everything that starts with <code>/api/</code>)
it_it: Se il tuo sito richiede che il plugin non deve risultare attivo per specifici URL, puoi usare questi campi per specificare gli URL in cui EUCookieLaw deve risultare disabilitato. Il valore accetta il carattere speciale <code>*</code> (es. <code>/api/*</code> indica qualsiasi URL che inizia per <code>/api/</code>)

source: Enable debug
it_it: Abilita il debug

source: Write on error log
it_it: Scrivi nel log degli errori di sistema

source: Log file will be written in <code>%s</code>
it_it: Il file di log sarà scritto in <code>%s</code>

source: Write on log file
it_it: Scrivi in un file di log

source: When debug is enabled you can see which rules are applied and check for strange behaviors directly in the system error log or in a specific file according to debug verbosity
it_it: Quando il debug è abilitato è possibile visionare quali regole sono state applicate per analizzare comportamenti anomali direttamente nel log di sistema o in uno specifico file in conformità alla verbosità del debug.

source: Verbosity
it_it: Verbosità

source: Silent
it_it: Silenzioso

source: Normal
it_it: Normale

source: High
it_it: Elevato

source: Verbose
it_it: Verboso

source: Render page with
it_it: Elabora la pagina con

source: Not available
it_it: Non disponibile

source: Regular Expression
it_it: Espressioni regolari

source: It's reccomended to to use DOMDocument to render the page, however, if you encounter problems using this engine you can switch to Regular Expression engine
it_it: È consiliato l'utilizzo di DOMDocument per l'elaborazione della pagina, tuttavia se riscontri problemi nell'utilizzare questo elaboratore puoi adottare il motore Espressioni Regolari

source: If DOMDocument library is not available on your host then the Regular Expression engine will be used by default
it_it: Se la libreria DOMDocument non è disponibile sul tuo host allora sarà utilizzato il motore Espressioni Regolari

source: Save
it_it: Salva

source: Export settings
it_it: Esporta le impostazioni

source: Import settings
it_it: Importa le impostazioni

source: Note that, to ensure the cached contents uses the right settings from EUCookieLaw you need to empty your cache (according to specific cache plugin settings) once you have saved the configuration
it_it: Importante, assicurarsi di aver svuotato i contenuti in cache una volta salvate le impostazioni di EUCookieLaw per assicurare che il plugin funzioni correttamente con le tue impostazioni di cache.

source: Search domain only in this tags
it_it: Ricerca i domini solo in questi tag

source: In the <code>%s</code> field you should report all the tags you want to look for the domain separated by a pipe (<code>|</code>) (eg. <code>script|iframe|link</code>
it_it: Nel campo <code>%s</code> bisogna riportare tutti i tag separati dal carattere pipe (<code>|</code>) in cui cercare il dato di domino (eg. <code>script|iframe|link</code>)

source: When debug is enabled you can see what is happened and which rules are applied directly in the source of your generated HTML page
it_it: Quando il debug è abilitato è possibile visionare cosa succede e quali regole sono state applicate direttamente nel codice sorgente del tuo HTML generato.
